Repository: stansidel/emobook
Catalog: lib/l10n/app_*.arb
Languages: ru

# snapshotBasedScreen_errorScreen_title
source: Error occurred
ru: Возникла ошибка

# snapshotBasedScreen_errorScreen_tryAgainButton_title
source: Try again
ru: Повторить попытку

# emoMoodSelectorWidget_hint_new
source: Double tap to track your mood
ru: Нажмите дважды, чтобы записать настроение

# emoMoodSelectorWidget_hint_change
source: Double tap to change your mood
ru: Нажмите дважды, чтобы изменить настроение

# emoMoodSelectorWidget_moodName_veryHappy
source: Very happy
ru: Круто

# emoMoodSelectorWidget_moodName_happy
source: Happy
ru: Хорошо

# emoMoodSelectorWidget_moodName_neutral
source: Ok
ru: Норм

# emoMoodSelectorWidget_moodName_sad
source: Sad
ru: Плохо

# emoMoodSelectorWidget_moodName_verySad
source: Very sad
ru: Ужасно

# emotion_name_grateful
source: grateful
ru: благодарность

# emotion_name_ecstatic
source: ecstatic
ru: восторг

# emotion_name_energetic
source: energetic
ru: энергичность

# emotion_name_aroused
source: aroused
ru: возбуждение

# emotion_name_bouncy
source: bouncy
ru: бодрость

# emotion_name_perky
source: perky
ru: веселье

# emotion_name_antsy
source: antsy
ru: беспокойство

# emotion_name_fulfilled
source: fulfilled
ru: реализованность

# emotion_name_contented
source: contented
ru: довольство

# emotion_name_glad
source: glad
ru: радость

# emotion_name_complete
source: complete
ru: полнота

# emotion_name_satisfied
source: satisfied
ru: удовлетворение

# emotion_name_optimistic
source: optimistic
ru: оптимистичность

# emotion_name_intimate
source: intimate
ru: уединение

# emotion_name_loving
source: loving
ru: любовь

# emotion_name_warmHearted
source: warm-hearted
ru: теплота

# emotion_name_sympathetic
source: sympathetic
ru: отзывчивость

# emotion_name_touched
source: touched
ru: трогательность

# emotion_name_kind
source: kind
ru: доброта

# emotion_name_soft
source: soft
ru: мягкость

# emotion_name_tense
source: tense
ru: напряженность

# emotion_name_nervous
source: nervous
ru: нервозность

# emotion_name_anxious
source: anxious
ru: тревога

# emotion_name_jittery
source: jittery
ru: сильная нервозность

# emotion_name_frightened
source: frightened
ru: испуг

# emotion_name_panicStricken
source: panic-stricken
ru: паническая атака

# emotion_name_terrified
source: terrified
ru: ужас

# emotion_name_irritated
source: irritated
ru: раздражение

# emotion_name_resentful
source: resentful
ru: обида

# emotion_name_miffed
source: miffed
ru: сильная обида

# emotion_name_upset
source: upset
ru: расстройство

# emotion_name_mad
source: mad
ru: злость

# emotion_name_furious
source: furious
ru: ярость

# emotion_name_raging
source: raging
ru: сильная ярость

# emotion_name_down
source: down
ru: печаль

# emotion_name_blue
source: blue
ru: уныние

# emotion_name_mopey
source: mopey
ru: хандра

# emotion_name_grieved
source: grieved
ru: скорбь

# emotion_name_dejected
source: dejected
ru: удручённость

# emotion_name_depressed
source: depressed
ru: подавленность

# emotion_name_heartbroken
source: heartbroken
ru: убит горем

# entriesListPage_title
source: Entries
ru: Записи

# dayEntryEditPage_title
source: Edit entry
ru: Изменить запись

# dayEntryEditPage_list_date_label
source: Date: {formattedDate}
ru: Дата: {formattedDate}

# dayEntryEditPage_list_myEmotions_label
source: My emotions
ru: Мои эмоции

# dayEntryEditPage_list_comment_hintText
source: Comment
ru: Комментарий

# dayEntryEditPage_list_imageButtons_fromGallery
source: Add from Gallery
ru: Добавить картинку

# dayEntryEditPage_list_imageButtons_camera
source: Take photo
ru: Сделать фото

# dayEntryEditPage_list_imageButtons_doodle
source: Draw
ru: Нарисовать

# general_error_unexpected
source: Unexpected error
ru: Непредвиденная ошибка

# emotionsSelectorField_nothingSelected
source: Nothing
ru: Без эмоций

# selectEmotionsPage_title
source: Select emotions
ru: Эмоции

# drawingPage_title
source: Drawing
ru: Зарисовка

# dayEntryEditPage_deleteImage_dialog_title
source: Delete?
ru: Удалить?

# dayEntryEditPage_deleteImage_dialog_content
source: This action is irreversible.
ru: Восстановить изображения будет невозможно

# general_button_yes
source: Yes
ru: Да

# general_button_no
source: No
ru: Нет

# entriesListPage_deleteEntry_dialog_title
source: Delete?
ru: Удалить?

# entriesListPage_deleteEntry_dialog_content
source: This action is irreversible.
ru: Восстановить запись будет невозможно.

# emoListSearchField_hint
source: Search
ru: Поиск

# emoListSearchField_cancelButton_title
source: Cancel
ru: Отмена
